Repository: UOC/Tandem
Catalog: src/languages/*.po
Languages: ca_es

source: Welcome
ca_es: Benvingut

# no estas autoritzat
source: not authorized
ca_es: no estas autoritzat

source: back
ca_es: tornar

# txtOtherUserConn
source: You are now connected with your Tandem partner.
ca_es: Ara ja esteu conectats.

# txtTheUser
source: <b>Partner (
ca_es: <b>L'usuari (

# txtReplied
source: ) has replied. Waiting for confirmation</b>
ca_es: ) ha respós. Esperant la teva confirmació</b>

# txtWaiting4User
source: Waiting Tandem connection..
ca_es: Esperant la conexió amb Tandem...

# no_users_in_course
source: No users in this course
ca_es: No hi ha usuaris en aquest curs

# user_in_tandem
source: Your partner is not reachable, try it later
ca_es: L'usuari no está disponible, intenta-ho més tard

# refresh
source: Update Users
ca_es: Actualitzar Usuaris

# show_tandem
source: Show Tandems
ca_es: Mostrar Tandems

# txtDesconnected
source: Desconnection
ca_es: Desconexió

source: Select user
ca_es: Selecciona un usuari primer

# select_users
source: Select user
ca_es: Selecciona usuari

source: Tandems
ca_es: Tàndems

# no_tandems
source: There are not tandems for this user
ca_es: No hi ha Tàndems per aquest usuari

source: Date
ca_es: Data

source: Points
ca_es: Punts

# user_host
source: Host User
ca_es: Usuari Host

source: User
ca_es: Usuari

# user_guest
source: Guest User
ca_es: Usuari Convidat

# date_guest_user_logged
source: Date Logged Other User
ca_es: Data Accés Altre Usuari

# finalized
source: Date Finalized
ca_es: Data Finalitzat

# total_time
source: Total Minutes
ca_es: Minuts Total

source: Start!
ca_es: Iniciar!

source: Accept
ca_es: Accepta

source: Select Exercise
ca_es: Selecciona Exercici

# tandem_description_1
source: Welcome %s to the Tandem Pilot. This tool works with Google Chrome, Firefox 4 onwards, Safari 5.
ca_es: Benvingut/da %s al Pilot de Tàndem. Aquesta eina funciona amb Google Chrome, Firefox 4 o superior i Safari 5.

# tandem_description_2
source: The Tandem Tool does NOT work with Internet Explorer. We are working on solving this problem.
ca_es: Tàndem NO funciona amb Internet Explorer. Estem treballant per arreglar el problema.

# tandem_logo
source: Logo Tandem
ca_es: Logo Tàndem

source: Tandem
ca_es: Tàndem

source: Exercise
ca_es: Exercici

source: Go
ca_es: Accedir

# waiting
source: Waiting for user...
ca_es: Esperant a l'usuari...

# waitingUserX
source: Waiting for
ca_es: Esperant a

# acceptance
source: If your tandem partner does not accept within 1 min, this invitation will expire.
ca_es: Si el teu company o companya de tandem no accepta en 1 minut, aquesta invitació caducarà.

source: Direct access to content
ca_es: Accés directe al contingut

# pending_tandems
source: Pending Invitations
ca_es: Invitacions Pendents

# no_pending_tandems
source: You do not have pending invitations to Tandem
ca_es: No tens invitacions a Tàndem pendents

# reload_pending
source: Reload Pending Tandems
ca_es: Recarregar Tàndems Pendents

# tasks_tandems
source: Tasks
ca_es: Tasques

# questions_tasks_tandems
source: Questions
ca_es: Preguntes

source: Task
ca_es: Tasca

source: Question
ca_es: Pregunta

# total_time_seconds
source: Total time:&#13 %s minutes&#13 %s seconds
ca_es: Temps total:&#13 %s minuts&#13 %s segons

source: Start date
ca_es: Data inici

source: Finish date
ca_es: Data fi

source: Finished
ca_es: Finalitzat

# caducado
source: Expired
ca_es: Caducat

source: All
ca_es: Tots

source: Yes
ca_es: Sí

source: No results found
ca_es: No s'han trobat resultats

source: Play as user host
ca_es: Mostrar l'execució de l'usuari iniciador

source: Play as user guest
ca_es: Mostrar l'execució de l'usuari convidat

source: Play
ca_es: Mostrar

# just_been_invited
source: You have been invited to do Tandem with:
ca_es: T'han convidat a fer Tàndem amb:

# user_agent_host
source: Host browser info
ca_es: Info navegador host

# user_agent_guest
source: Guest browser info
ca_es: Info navegador convidat

# mange_exercises_tandem
source: Manage Exercises
ca_es: Gestiona Exercicis

# choose_zip_file
source: Choose a zip file to upload
ca_es: Escull un fitxer zip a carregar

# zip_upload_ok
source: File %s was uploaded and unpacked.
ca_es: El fitxer %s s'ha carregat i descomprimit correctament.

# error_uploading_file
source: There was a problem with the upload. Please try again.
ca_es: S'ha produït un error en la càrrega del fitxer. Torna-ho a provar.

# error_no_zip_format
source: The file you are trying to upload is not a .zip file. Please try again.
ca_es: El fitxer que estas carregant no és .zip. Torna-ho a provar.

# error_getting_information_of_exercise
source: Exercise not found in data base
ca_es: No s'ha trobat l'exercici a la base de dades

source: Exercise Name
ca_es: Nom Exercici

# name_xml_file
source: Xml Name
ca_es: Nom Xml

source: Enabled
ca_es: Habilitat

source: Delete
ca_es: Eliminar

source: show profile
ca_es: ver perfil

source: hide profile
ca_es: ocultar perfil

source: Quit
ca_es: Sortir

# task_remaining_time
source: Tiempo Restante de la Tarea
ca_es: Temps Restant de la Tasca

# overrides_xml_file
source: Overrides the XML file if it has the same name
ca_es: Sobrescriu el fitxer XML si té el mateix nom

# file_exercise_xml_aready_exists
source: File %s exists, are you sure you want to overwrite? To do this select "Overwrite to Yes"
ca_es: El fitxer %s existeix, esteu segur que voleu sobrescriure'l? Per fer-ho selecciona "Sobrescriu a Sí"

source: Update
ca_es: Actualitza

source: Upload
ca_es: Pujar

# error_choose_file
source: You must select a ZIP file to upload
ca_es: Has de seleccionar un fitxer ZIP per fer la pujada

# exercise_deleted_ok
source: Exercise was successfully removed
ca_es: S'ha eliminat correctament l'exercici

# error_delete_exercise
source: Error deleting the selected exercise, verify that the file exists and has the correct permissions
ca_es: Error eliminant l'exercici seleccionat, comprovi que existeix i que el fitxer tingui els permissos correctes

# main_xml_file_not_found
source: Unable to process the file because can not find main XML file
ca_es: No es pot processar el fitxer ja que no es troba el fitxer XML principal

# no_exercises_found
source: Not exercises available, teacher has to configure it
ca_es: No hi ha exercicis disponibles, el professor ha de configurar-los
