Repository: UOC/Tandem
Catalog: src/languages/*/LC_MESSAGES/messages.po
Languages: ca_es, de_de, es_es, fi_fi, fr_fr, it_it, pl_pl

source: edit_exercise
ca_es: Edita Exercise
de_de: Übung bearbeiten
es_es: Edita el ejercicio
fi_fi: Muokkaa harjoitusta
fr_fr: Edita Exercise
it_it: Modifica esercizio
pl_pl: Edytuj ćwiczenie

source: file_name
ca_es: Nom de l'Arxiu
de_de: Datei Name
es_es: Nombre del fichero
fi_fi: Tiedoston nimi
fr_fr: Nom du fichier
it_it: Nome file
pl_pl: Nazwa pliku

source: browse
ca_es: Examinar
de_de: Durchsuchen
es_es: Examinar
fi_fi: Selaa
fr_fr: Parcourir
it_it: Sfoglia
pl_pl: Przeglądaj

source: none_file_selected
ca_es: Cap arxiu seleccionat
de_de: Keine Datei ausgewählt
es_es: Ning&uacute;n fichero seleccionado
fi_fi: Ei tiedostoa valittuna
fr_fr: Aucun fichier sélectionn&eacute;
it_it: Nessun file selezionato
pl_pl: Nie wybrano pliku

source: search_criteria
ca_es: Criteris de cerca
de_de: Suchkriterien
es_es: Criterios de búsqueda
fi_fi: Hakukriteerit
fr_fr: Crit&egrave;res de recherche
it_it: Criteri di ricerca
pl_pl: Kryteria wyszukiwania

source: date_range
ca_es: Rang de Dates
de_de: Zeitabschnitt
es_es: Rango de Fechas
fi_fi: Aikaskaala
fr_fr: Rang de Dates
it_it: Intervallo di date
pl_pl: Zarkes dat

source: from
ca_es: Des
de_de: von
es_es: Desde
fi_fi: Mistä
fr_fr: &Agrave; partir de
it_it: Da
pl_pl: Od

source: to
ca_es: Fins
de_de: zu
es_es: Hasta
fi_fi: Mihin
fr_fr: &agrave;
it_it: A
pl_pl: do

source: status
ca_es: Estat
es_es: Estado
fi_fi: Tila
fr_fr: &Eacute;tat

source: duration
ca_es: Durada
de_de: Länge
es_es: Duraci&oacute;n
fi_fi: Kesto
fr_fr: Dur&eacute;e
it_it: Durata
pl_pl: Czas trwania

source: browser_info
ca_es: Info Navegador
de_de: Informationen über den Browser
es_es: Info Navegador
fi_fi: Selaininfo
fr_fr: Info navigateur
it_it: Info browser
pl_pl: Inormacje o przeglądarkach

source: complete
ca_es: Completat
de_de: abgeschlossen
es_es: Completado
fi_fi: Valmis
fr_fr: Termin&eacute;
it_it: Completato
pl_pl: Kompletne

source: incomplete
ca_es: Incomplet
de_de: nicht vollständig
es_es: Incompleto
fi_fi: Kesken
fr_fr: Inachev&eacute;
it_it: Incompleto
pl_pl: Niekompletne

source: search
ca_es: Buscar
de_de: Suchen
es_es: Buscar
fi_fi: Haku
fr_fr: Recherche
it_it: Ricerca
pl_pl: Szukaj

source: invalid_tool
ca_es: Eina inv&agrave;lida
de_de: ungültiges Werkzeug
es_es: Herramienta inv&aacute;lida
fi_fi: Epäkelpo työkalu
fr_fr: Outil invalide
it_it: Strumento non valido
pl_pl: Nieprawidłowe narzędzie

source: Activityhasbeencompleted
ca_es: Activitat finalitzada!
de_de: Aktivität wurde abgeschlossen!
es_es: ¡Actividad finalizada!
fi_fi: Aktiviteetti on suoritettu
fr_fr: L'activit&eacute; est termin&eacute;e!
it_it: L'attività è stata completata!
pl_pl: Zadanie zostało zakończone!

source: ThankyouforusingTANDEM
ca_es: Gr&agrave;cies per utilitzar TANDEM
de_de: Wir freuen uns, dass Sie TANDEM verwendet haben! Vielen Dank!
es_es: Gracias por utilizar TÁNDEM
fi_fi: Kiitos TANDEM-työkalun käyttämisestä
fr_fr: Merci d'utiliser TANDEM
it_it: Grazie per aver usato TANDEM
pl_pl: Dziękujemy za korzystanie z TANDEMU

source: Connecting...
ca_es: Connectant ...
es_es: Conectando ...
fi_fi: Yhdistää...
it_it: In connessione...
pl_pl: Łączenie...

source: Task
ca_es: Tasca
es_es: Tarea
fi_fi: Tehtävä
it_it: Esercizio
pl_pl: Zadanie

source: See
ca_es: Veure
es_es: Ver
fi_fi: Katso
it_it: Mostra
pl_pl: Zobacz

source: SlowConn
ca_es: Connexi&oacute; lenta
es_es: Conexi&oacute;n lenta
fi_fi: Hidas yhteys
it_it: Connessione lenta
pl_pl: Wolne połączenie

source: waiting_remaining_time
ca_es: Esperant…
es_es: Esperando…
fi_fi: Tehtävän lopettamisaika
it_it: Tempo rimanente per completare l'esercizio.
pl_pl: Czas na edycję zadania

source: Tandem
ca_es: Emparallats
es_es: Emparejar

source: users_tandem
ca_es: Usuaris Emparallats
es_es: Usuarios Emparejados
fi_fi: Tandem-käyttäjät
it_it: Utenti Tandem
pl_pl: Użytkonicy Tandemu

source: Waiting
ca_es: Esperant
es_es: Esperando
fi_fi: Odottaa
it_it: In attesa

source: users_waiting
ca_es: Usuaris en Espera
es_es: Usuarios Esperando
fi_fi: Käyttäjiä odottaa
it_it: Utenti in attesa
pl_pl: Oczekujący użytkownicy

source: time_up
ca_es: Temps Finalitzat !!
es_es: Tiempo Finalizado !!
fi_fi: Aika loppui
it_it: Tempo scaduto !!
pl_pl: Czas minął !!

source: close
ca_es: Tanquem !!
es_es: Cerrando !!
fi_fi: Sulje
it_it: Chiudi !!
pl_pl: Zamknij !!

source: please_stand_by
ca_es: Si us plau, mantinguis a l'espera !!
es_es: Por favor mantengase a la espera !!
fi_fi: Ole hyvä ja odota
it_it: Attendi qualche istante !!
pl_pl: Proszę czekać !!

source: waiting_for_waiting_user_connexion
ca_es: Esperant per connectar usuari amb la sala d'espera !!
es_es: Esperando para conectar con un usuario en espera !!
fi_fi: Odottaa käyttäjäyhteyttä.
it_it: In attesa che l'utente si connetta !!
pl_pl: Oczekiwanie na połączenie z użytkownikiem!!

source: waiting_for_tandem_connexion
ca_es: Esperant per emparallar l'usuari !!
es_es: Esperando para emparejarte con un usuario !!
fi_fi: Odottaa Tandem-yhteyttä
it_it: In attesa della connessione a Tandem !!
pl_pl: Oczekiwanie na połączenie z Tandemem!!

source: room_taken
ca_es: Ho sentim per&ograve; aquest t&agrave;ndem ja est&agrave; actiu, si us plau seleccioneu un altre tandem..
es_es: Lo sentimos pero este tándem ya est&aacute; activo, por favor seleccione otro tándem.
fi_fi: Tämä huone on jo käytössä. Ole hyvä ja valitse uudelleen.
it_it: Questa chat room è già occupata in un tandem, scegline un'altra.
pl_pl: Ten pokój jest już zajęty, proszę wybrać ponownie.

source: Time expired
ca_es: El temps s'ha esgotat
es_es: El tiempo se ha acabado

source: waiting_for_tandem_assignment
ca_es: Temps per assignar Tandem
es_es: Esperando a una pareja para hacer tándem
it_it: Waiting tandem time for assignment

source: number_of_people_waiting_for_tandem
es_es: personas que quieren practicar el mismo idioma que tú esperando para hacer tándem

source: Check if feedback has been submitted
ca_es: Comprova si el teu company ha enviat la seva valoració
es_es: Comprueba si la otra persona ha enviado la valoración

source: peer_review_form
ca_es: Valora la intervenció
es_es: Valora la intervención

source: Review your Tandem session
ca_es: Revisa la sessió Tandem
es_es: Revisa la sesión Tandem

source: partner_feedback_not_available
ca_es: La valoració del teu company no està encara disponible
es_es: La valoración de tu compañer@ no está aún disponible

source: fill_required_fields
ca_es: Ompliu els camps obligatoris
es_es: Rellena todos los campos obligatorios

source: View received feedback
ca_es: Veure valoració rebuda
es_es: Valoración recibida

source: cannot_be_modified
ca_es: Un cop s’ha desat el formulari, no es podrà modificar
es_es: Este formulario no se podrá modificar una vez haya sido enviado

source: Required fields are noted with an asterisk (*)
ca_es: Els camps obligatoris s’assenyalen amb un asterisc (*)
es_es: Todos los campos marcados con asterisco (*) son obligatorios

source: View video session
ca_es: Veure sessió de vídeo
es_es: Ver la sesión de vídeo

source: Check if feedback are submitted
es_es: Comprueba si tu compañer@ ha enviado su valoración

source: Select one
ca_es: Selecciona
es_es: Selecciona uno

source: Excellent
es_es: Excelente

source: Very Good
ca_es: Molt bé
es_es: Muy Bien

source: Good
ca_es: Bé
es_es: Bien

source: Pass
ca_es: Suficient
es_es: Sufiente

source: Fail
ca_es: Insuficient
es_es: Suspenso

source: Accuracy
ca_es: Precisió
es_es: Precisión

source: Fluency
ca_es: Fluidesa
es_es: Fluidez

source: Overall Grade
ca_es: Nota general
es_es: Evaluación General

source: Rate your partner's feedback
ca_es: Puntua la valoració del teu company
es_es: Puntúa la valoración de tu compañer@

source: Comments
ca_es: Comentaris
es_es: Comentarios

source: Add comments
ca_es: Afegir comentaris
es_es: Añadir comentarios

source: Pronunciation
ca_es: Pronunciació
es_es: Pronunciación

source: Indicate the level of pronunciation
ca_es: Indica el nivell de pronunciació
es_es: Indica el nivel de pronunciación

source: Vocabulary
ca_es: Vocabulari
es_es: Vocabulario

source: Indicate the level of vocabulary
ca_es: Indica el nivell de vocabulari
es_es: Indica el nivel de vocabulario

source: Grammar
ca_es: Gramàtica
es_es: Gramática

source: Indicate the level of grammar
ca_es: Indiqueu el nivell de gramàtica
es_es: Indica el nivel de gramática

source: Other Observations
ca_es: Altres observacions
es_es: Otras Observaciones

source: Indicate other observations
ca_es: Indiqueu altres observacions
es_es: Indica otras observaciones

source: Rating Partner’s Feedback Form
es_es: Formulario para puntuar la valoración de tu compañer@

source: Back to list
ca_es: Tornar a la llista
es_es: Regresar a la lista

source: The videochat recording will be stop automatically
es_es: La grabación de videochat se parará automáticamente

source: You are in a videochat with your partner
es_es: Estás en un videochat con tu pareja

source: Videochat recording is started
es_es: La sesión de vídeo se está grabando

source: You will redirect to tandem activity in
es_es: Serás redirigido a la actividad en

source: seconds
es_es: segundos

source: During the session you will be able to show tandem or videochat. Look at the buttons on the top
es_es: Durante la sesión podrás mostrar el tándem o videochat.

source: Start tandem now!
es_es: Empezar tándem ya!

source: If you do not find partner in 10 minutes we recommend you access later
es_es: Si no encuentras pareja en 10 minutos te recomendamos que te conectes más tarde

source: Check other participants' availability in the classroom calendar
es_es: Mira la disponibilidad de otros participantes en el calendario del curso

source: Tandem Statistics
es_es: Estadístias Tándem

source: Data saved successfully
ca_es: Les dades s’han desat correctament
es_es: Los datos se han guardado correctamente

source: The information is stored you can only review it
ca_es: La informació només es pot consultar
es_es: La información sólo se puede consultar

source: Video is processing
ca_es: El vídeo s’està processant
es_es: El vídeo se está procesando

source: Send
ca_es: Enviar
es_es: Envía

source: Video player
ca_es: Reproductor de video
es_es: Reproductor de vídeo

source: Loading the player
ca_es: Carregant el reproductor
es_es: Cargando el reproductor

source: Close
ca_es: Tancar
es_es: Cerrar

source: Go to the ranking
ca_es: Tornar al rànquing
es_es: Ir al ranquin

source: View your profile
es_es: Ver tu perfil

source: My portfolio feedback
ca_es: El meu portafoli
es_es: Mi portafolio

source: , your position in the ranking is
es_es: , tú posición en el ranquin es

source: Grade your speaking skills
es_es: Evalúa tu expresión oral

source: My pronunciation
es_es: Mi pronunciación

source: My vocabulary
es_es: Mi vocabulario

source: My grammar
es_es: Mi gramática

source: Select a user to view their portfolio
es_es: Selecciona un usuario para ver su portafolio

source: Created
ca_es: Creat
es_es: Creado

source: Total Duration
ca_es: Temps total parlant
es_es: Tiempo total hablando

source: Duration per task
ca_es: Durada per tasca
es_es: Duración por tarea

source: Actions
ca_es: Accions
es_es: Acciones

source: Insert your feedback
es_es: Indica tu valoración

source: Personal profile
es_es: Perfil personal

source: During the course I want to improve my
es_es: Durante el curso quiero mejorar mi

source: Save changes
es_es: Guardar los cambios

source: View
ca_es: Veure
es_es: Ver

source: max_num_of_tandem_rooms_reached
es_es: El máximo de tándems activos está en uso, espera unos minutos y refresca la página.

source: refresh_page
es_es: Refrescar la página

source: You and your partner have to enable microphone and webcam to start Tandem
es_es: Tú y su pareja tienen que habilitar el micrófono y la webcam para iniciar Tandem

source: Playing and recording videochat
es_es: Videochat reproduciendo y grabando

source: Return tandem
es_es: Regresar al tándem

source: Show Tandem
es_es: Mostrar tándem

source: The video could not be recorded
ca_es: La sessió de vídeo no s’ha pogut desar
es_es: La sesión de vídeo no se pudo guardar

source: Maximixe
es_es: Maximizar

source: Quit and go review form
es_es: Salir e ir al feedback

source: Do you want to leave Tandem?. To send feedback to your tandem partner click on Review form (in tandem window)
es_es: ¿Quieres salir del Tándem?. Para enviar valoración a tu compañer@ tándem haz click en Ficha revisión (en la ventana tándem)

source: Do you want to leave Tandem?. You will disconnect from your tandem partner
es_es: Do you want to leave this page?. Te vas a desconectar de tú compañer@ tándem

source: No tandems available
es_es: No hay tandems disponibles

source: Users waiting to practice Spanish
es_es: Usuarios esperando para practicar español

source: Users waiting to practice English
es_es: Usuarios esperando para practicar inglés

source: Go online at every hour and half-hour
es_es: Accede a la plataforma a cada hora en punto y a cada hora y media

source: ALWAYS take your microphone and headphones (even if you have a laptop) and check that they work well in %s'Try your audio and video settings'%s on the top of the main page of the MOOC
es_es: Utiliza SIEMPRE auriculares y micrófono (también si tienes un ordenador portátil) y comprueba que audio y video funcionen correctamente haciendo clic en %s"comprueba tu configuración de audio y video"%s. Esta opción está situada en la parte superior de la página principal del curso

source: Enter Tandem (The tandem icon is a green 't'). Then wait until a tandem partner connects with you
es_es: Abre el Tándem. (El icono de Tándem es una "t" de color verde). Luego espera a que se conecte un compañer@ de tándem

source: As soon as a Tandem partner connects with you, Videochat will be automatically activated and will start RECORDING. Don’t be shy and don’t exit! A window with the tandem tasks will be also automatically activated and you and your partner will be able to switch from the Videochat window to the Tandem window very easily
es_es: Una vez el compañer@ de tándem se haya conectado, se abrirá automáticamente la ventana de videochat y se empezará a grabar la sesión. ¡No seas tímido y no te vayas! En este momento, también se abrirá la ventana con las tareas de tándem. Así pues, a partir de este momento, tú y tu compañer@ podréis pasar fácilmente de la ventana de Videochat a la ventana de Tándem

source: Do the tandem with your partner and REMEMBER that when the instructions are in Spanish you and your partner speak Spanish. When the instructions are in English, you speak English
es_es: Haz el tándem con tu compañer@ y RECUERDA que cuando las instrucciones estén en español tenéis que hablar en español, cuando estén en inglés tenéis que hablar en inglés

source: IMMEDIATELY after the tandem activity, please evaluate your partner by clicking on 'peer review', where you fill in the portfolio
es_es: Cuando finalice la actividad en tándem, debes evaluar INMEDIATAMENTE a tu compañer@. Para ello, debes acceder a su ePortfolio a través de la opción "valora la intervención de tu compañer@"

source: 6 STEPS for a successful Tandem experience
es_es: 6 PASOS para hacer un Tándem con éxito

source: your_partners_name
ca_es: Nom del teu company
es_es: Nombre de tu compañer@

source: Close this Popup to start
es_es: Cierra esta ventana para comenzar

source: thirty_second_notification_message
es_es: Se ha enviado un email a tu compañer@ porque no ha podido acceder al tándem en 60 segundos, esperando a que acceda...

source: Your partner is waiting for you to do a tandem, please click on the following Link to access the tandem.<br ><br /><a href='%1'>Go to Tandem</a>
es_es: Tienes un compañer@ esperándote en tándem. Haz clic en el siguiente link para acceder.<br ><br /><a href='%1'>Acceder al tándem</a>

source: Your partner is waiting for you to do a tandem
es_es: Tu compañer@ te está esperando en tándem

source: Your partner %s is waiting for you to do a tandem
es_es: Tu compañer@ %s te está esperando en tándem

source: Ranking for learners of English
es_es: Ranquin para estudiantes de inglés

source: Ranking for learners of Spanish
es_es: Ranquin para estudiantes de español

source: Export to excel
es_es: Exportar a excel

source: Position
es_es: Posición

source: top_10_ranking_message
es_es: Si eres uno de los 10 primeros estudiantes de la lista, recibirás una mención especial en tu diploma del curso. Si eres uno de los 3 primeros, ¡conseguirás también un premio especial!

source: portfolio_info
ca_es: Aquí pots veure la valoració que els teus companys t’han fet en acabar el Tàndem
es_es: Aquí puedes ver la valoración que tus compañer@s te han hecho al finalizar el Tándem

source: Is teacher
es_es: Es profesor

source: Learner of Spanish
es_es: Estudiante de español

source: Learner of English
es_es: Estudiante de Inglés

source: List of all your tandems
es_es: Listado de todos tus tándems

source: For each Tandem activity you complete, you will receive points based on the feedback you provide, and the feedback you receive
es_es: Durante el curso recibirás puntos por cada actividad tándem que realices, así como por los comentarios que recibas y los comentarios que aportes a tus compañer@s (la valoración)

source: Show student view
es_es: Mostrar la vista del estudiante

source: Generated on %s
es_es: Generado en %s

source: SUMMARY
es_es: RESUMEN

source: %s portfolio
es_es: %s portafolio

source: portfolio_header
es_es: Aquí podrás ver un resumen de tu posición en el ranquin, la valoración que has recibido durante todo el curso y la valoración que tú has aportado a tus compañer@s de tándem.

source: Self Assessment
es_es: Autoevaluación

source: Self Autoevalua Form
es_es: Formulario de autoevaluación

source: The aim of this form is for you to self-assess your own learning
es_es: El objetivo de este formulario es que tú mismo evalúes cómo ha sido tu aprendizaje

source: Thinking about and being aware of your learning is key when learning a language
es_es: Reflexionar sobre tu propio aprendizaje es clave cuando aprendes una lengua

source: If you are aware of your language level, you will know what to do to keep improving
es_es: Si eres consciente de tu nivel de lengua, sabrás qué puedes hacer para seguir mejorando

source: My language level is
es_es: El nivel de la lengua que tengo es

source: Could you asses your target level now?
es_es: ¿Podrías evaluar ahora tu nivel de lengua?

source: I have achieved the objectives I set at the beginning of the course
es_es: He alcanzado los objetivos que me proponía al comienzo de este curso

source: not at all
es_es: nada

source: a little
es_es: poco

source: quite a bit
es_es: bastante

source: a lot
es_es: mucho

source: What things could you have done better in this course?
es_es: ¿Qué crees que podrías haber hecho mejor durante este curso?

source: (i.e. Searching for resources on my own, more participation , etc)
es_es: (p.ej. Buscar más recursos por tu cuenta, participar más, etc)

source: After your participation in the course, are you more aware of how to improve your language level?
es_es: Tras la participación en este curso eres más consciente de cómo puedes mejorar la lengua

source: (for instance, seeing films, reading books, etc)
es_es: (por ejemplo: viendo películas, libros, etc.)

source: The feedback I have been given has helped me to improve
es_es: La valoración que me han dado me ha ayudado a aprender

source: What aspects of the feedback provided to you were helpful and what were not?
es_es: ¿Qué aspectos de la valoración recibida te resultaron útiles y cuáles no?

source: Giving feedback to my partners has also helped me in the learning process
es_es: Al dar la valoración al compañer@, también me ha ayudado a aprender

source: Explain how
es_es: Explica cómo

source: I feel more confident when speaking the target language outside of the course
es_es: Tengo más confianza para hablar la lengua que estoy aprendiendo fuera del curso

source: Thanks to this course I am able to use the language in different contexts, such as my personal life, at a professional level, in social networks (Facebook, etc)
es_es: Gracias a este curso soy capaz de aplicar la lengua que estoy aprendiendo a un contexto diferente, como mi vida personal, profesional, redes social (Facebook, etc.)

source: I know how to use what I’ve learned from the course in my daily life
es_es: Sé cómo voy a utilizar lo que aprendí en el curso en nuevas situaciones

source: You must fill all required fields
es_es: Debes rellenar todos los campos requeridos

source: Sent Feedback
es_es: Valoración Enviada

source: Received Feedback
es_es: Valoración Recibida

source: Before this course
es_es: Antes de este curso

source: During this course
es_es: Durante este curso

source: After this course
es_es: DESPUÉS DE ESTE CURSO

source: Download a PDF file with all Tandems
es_es: Descarga Portafolio en PDF

source: Next
ca_es: Seg&uuml;ent
es_es: Siguiente

source: Error deleting tandem
ca_es: Error al eliminar tandem
es_es: Error al eliminar el tándem

source: Cancel
ca_es: Cancel·lar
es_es: Cancelar

source: Delete Tandem
ca_es: Eliminar Tandem
es_es: Eliminar Tándem

source: Do you want to delete this tandem?
ca_es: Segur que vols eliminar aquest tandem?
es_es: ¿Seguro que quieres eliminar este tándem?

source: I enjoyed doing this task (absolutely no-absolutely yes)
es_es: He disfrutado haciendo esta tarea (absolutamente no-absolutamente sí)

source: I felt nervous doing the task (1=not at all 6=a lot)
es_es: Me he sentido nervioso/a haciendo la tarea (1 en absoluto - 6 muchísimo)

source: I felt comfortable in this speaking practice
es_es: Me he sentido agusto en esta práctica oral. (absolutamente no-absolutamente sí)

source: This task has helped me to feel more confident in the speaking practice (absolutely no-absolutely yes)
es_es: Esta tarea me ha ayudado a sentirme más seguro/a en en la práctica oral (absolutamente no-absolutamente sí)

source: The thing that has challenged me the most is:
ca_es: El que he trobat mes díficil es:
es_es: Lo que he encontrado más difícil es:

source: Hi!
ca_es: Hola
es_es: Hola

source: How do you feel today?
ca_es: Com et trobes avui?
es_es: Cómo te sientes hoy?

source: Feedback given
ca_es: Valoració donada
es_es: Valoración dada

source: Feedback received
ca_es: Valoració rebuda
es_es: Valoración recibida

source: Partner Name
ca_es: Nom company
es_es: Nombre compañer@

source: Contact
ca_es: Contacte
es_es: Contactar

source: Subject
ca_es: Assumpte
es_es: Asunto

source: Comment
ca_es: Comentar
es_es: Comentario

source: Missing parameters
ca_es: Faltan paràmetres
es_es: Datos incompletos

source: Pending
ca_es: Pendent
es_es: Pendiente

source: Are you sure you want to end this videochat session?
es_es: ¿Estás seguro que quieres terminar esta sesión de videochat?

source: You will no longer be able to speak to your partner. To end Videochat, say good-bye to your partner and click "End". If you are not ready to close Videochat, click "Stay"
es_es: No podrás hablar más con tu compañer@. Para terminar el Videochat di adiós a tu compañer@ y haz click en "End". Si no estás preparado para cerrar el Videochat, haz click en "Stay"

source: Recorder
es_es: Grabador

source: Player
es_es: Reproductor

source: Audio is ok
es_es: Audio detectato correctamente

source: Video is ok
es_es: Vídeo detectato correctamente

source: Can't get audio, try to talk to the microphone
es_es: No se ha detectado el áudio, prueba hablar por el micrófono

source: Can't get video
es_es: No se ha detectado el vídeo

source: A computer with a webcam and microphone and headphones (to avoid noise) are required.
es_es: Se requiere un ordenador con webcam, micrófono y auriculares (para evitar ruido).

source: The speed should be greather than 10.
es_es: La velocidad debe ser mayor a 10.
