Repository: UOC/Tandem
Catalog: src/languages/*/LC_MESSAGES/messages.po
Languages: ca_es, de_de, es_es, fi_fi, fr_fr, it_it, pl_pl

source: welcome
ca_es: Hola
de_de: Willkommen
es_es: Hola
fi_fi: Tervetuloa
fr_fr: Bienvenue
it_it: Ciao
pl_pl: Witaj

source: Hello %1
es_es: Hola %1

source: Type
es_es: Tipo

source: Start Date
es_es: Fecha Inicio

source: unfinished
es_es: No finalizado

source: End Date
es_es: Fecha Fin

source: Select tandem type
es_es: Selecciona tipo de tandem

source: Select tandem by status
es_es: Selecciona tandem por estado

source: no estas autoritzat
ca_es: No estàs autoritzat
de_de: Sie haben nicht die entsprechende Berechtigung
es_es: No estás autorizad@
fi_fi: ei pääsyä
fr_fr: Vous n'êtes pas autorisé/e
it_it: Non sei autorizzato
pl_pl: niezatiwerdzone

source: back
ca_es: Tornar
de_de: Zurück
es_es: Volver
fi_fi: takaisin
fr_fr: Retour
it_it: Indietro
pl_pl: powrót

source: txtOtherUserConn
ca_es: Ara ja esteu connectats.
de_de: Sie sind jetzt mit Ihrem Tandempartner verbunden.
es_es: Ya estás conectad@ con tu compañer@ de Tándem.
fi_fi: Sinut on nyt yhdistetty Tandem-parisi kanssa.
fr_fr: Vous êtes maintenant en connexion avec votre partenaire de Tandem.
it_it: Adesso sei connesso al tuo compagno di Tandem
pl_pl: Nie jesteś połączony z Twoim partnerem.

source: txtWaiting4User
ca_es: Esperant la connexió amb Tandem...
de_de: Die Tandemverbindung wird hergestellt..
es_es: Esperando la conexión con Tándem...
fi_fi: Odottaa Tandem-yhteyden muodostumista...
fr_fr: Connexion à Tandem en cours...
it_it: In attesa di connettersi a Tandem
pl_pl: Oczekiwanie na połączenie

source: txtTheUser
ca_es: <b>L'usuari (
es_es: <b>El usuario (
fi_fi: <b>Parisi (
fr_fr: <b>L'utilisateur (
it_it: <b>L'utente (

source: txtReplied
ca_es: ) ha respost. Esperant la teva confirmació.</b>
de_de: ) hat geantwortet. Warten auf Bestätigung</b>
es_es: ) ha respondido. Esperando tu confirmación</b>
fi_fi: ) on vastannut. Odottaa vahvistusta.</b>
fr_fr: ) a répondu. En attente de confirmation</b>
it_it: ) ha risposto. In attesa di una conferma</b>
pl_pl: ) już odpowiedział. Oczekiwanie na potwierdzenie</b>

source: no_users_in_course
ca_es: No hi ha usuaris en aquest curs.
de_de: Keine Benutzer in diesem Kurs
es_es: No hay usuarios en este curso.
fi_fi: Ei käyttäjiä tällä kurssilla.
fr_fr: Pas d'utilisateurs de ce cours.
it_it: Non ci sono utenti in questo corso.
pl_pl: W tym kursie nie ma uczestników

source: user_in_tandem
ca_es: L'usuari no està disponible, intenta-ho més tard
de_de: Ihr Partner/Ihre Partnerin ist nicht verfügbar. Versuchen Sie es später noch einmal.
es_es: Tu compañer@ no está disponible. Inténtalo más tarde.
fi_fi: Yhteyttä pariisi ei voida muodostaa. Yritä myöhemmin uudelleen.
fr_fr: Votre partenaire n'est pas disponible. Veuillez réessayer plus tard.
it_it: Il tuo compagno non è raggiungibile, riprova più tardi
pl_pl: Twój partenr nie jest osiągalny, spróbuj później.

source: refresh
ca_es: Actualitzar usuaris
de_de: Benutzer Update
es_es: Actualizar usuarios
fi_fi: Päivitä käyttäjät
fr_fr: Actualiser utilisateurs
it_it: Aggiorna la pagina
pl_pl: Aktualizacja uczestników

source: show_tandem
ca_es: Mostrar Tandems
de_de: Tandems anzeigen
es_es: Mostrar tándems
fi_fi: Näytä Tandemit
fr_fr: Afficher tandems
it_it: Mostra i tandem
pl_pl: Pokaż Tandemy

source: txtDesconnected
ca_es: Desconnexió
de_de: Verbindung unterbrochen
es_es: Desconexión
fi_fi: Ei yhdistetty
fr_fr: Déconnexion
it_it: Disconnesso
pl_pl: Rozłącz

source: select_user
ca_es: Selecciona un usuari primer
de_de: Wählen Sie einen Benutzer/eine Benutzerin
es_es: Seleccionar usuario
fi_fi: Valitse käyttäjä
fr_fr: Sélectionner utilisateur
it_it: Seleziona l'utente
pl_pl: Wybierz użytkownika

source: select_users
ca_es: Selecciona usuari
de_de: Wählen Sie andere Benutzer
es_es: Seleccionar usuarios
fi_fi: Valitse käyttäjiä
fr_fr: Sélectionner utilisateur
it_it: Seleziona gli utenti
pl_pl: Wybierz użytkonika

source: tandems
es_es: Tándems
fi_fi: Tandemit
it_it: Tandem disponibili
pl_pl: Tandemy

source: no_tandems
ca_es: No hi ha Tandems per aquest usuari
de_de: Keine Tandems für diesen Benutzer vorhanden
es_es: No hay tándems para este usuario.
fi_fi: Tälle käyttäjälle ei ole olemassa Tandem-yhteyksiä.
fr_fr: Pas de tandem pour cet utilisateur.
it_it: Non ci sono tandem per quest'utente
pl_pl: Nie ma tandemów dla tego użytkonika

source: date
ca_es: Data
de_de: Datum
es_es: Fecha
fi_fi: Päivämäärä
it_it: Data
pl_pl: Data

source: points
ca_es: Punts
de_de: Punkte
es_es: Puntos
fi_fi: Pisteet
it_it: Punti
pl_pl: Punkty

source: user_host
ca_es: Usuari hoste
de_de: Gastgeber/Gastgeberin
es_es: Usuario host
fi_fi: Isäntä
fr_fr: Utilisateur hôte
it_it: Utente host

source: user
ca_es: Usuari
de_de: Benutzer/Benutzerin
es_es: Usuario
fi_fi: Käyttäjä
fr_fr: Utilisateur
it_it: Utente
pl_pl: Użytkonik

source: user_guest
ca_es: Usuari convidat
de_de: Gast
es_es: Usuario invitado
fi_fi: Vieras
fr_fr: Utilisateur invité
it_it: Utente guest
pl_pl: Gość

source: date_guest_user_logged
ca_es: Data accés altre usuari
de_de: Login-Daten von Gast-Benutzer/-Benutzerin
es_es: Fecha conexión usuario invitado
fi_fi: Päivämäärä kirjautunut toinen käyttäjä
fr_fr: Date de connexion de l'autre utilisateur
it_it: Data connessione utente guest
pl_pl: Data zalogowania innego użytkownika

source: finalized
ca_es: Data de finalització
de_de: Beendet
es_es: Fecha finalización
fi_fi: Päivämäärä valmistunut
fr_fr: Date de finalisation
it_it: Data di finalizzazione
pl_pl: Data zakończenia

source: total_time
ca_es: Duració total
de_de: Minuten insgesamt
es_es: Tiempo total
fi_fi: Yhteensä minuutit
fr_fr: Durée totale
it_it: Tempo totale

source: start
ca_es: Iniciar!
es_es: ¡Empezar!
fi_fi: Aloita!
fr_fr: Démarrer!
it_it: Inizio!

source: accept
ca_es: Accepta
de_de: Akzeptieren
es_es: Aceptar
fi_fi: Hyväksy
fr_fr: Accepter
it_it: Accetta
pl_pl: Akceptuj

source: select_exercise
ca_es: Selecciona Exercici
de_de: Wählen Sie eine Übung
es_es: Seleccionar ejercicio
fi_fi: Valitse harjoitus
fr_fr: Sélectionner exercice
it_it: Seleziona esercizio
pl_pl: Wybierz ćwiczenie

source: tandem_description_1
ca_es: Benvingut/da %s al pilot de Tandem. Aquesta eina funciona amb Google Chrome, Firefox 4 o superior i Safari 5.
de_de: Willkommen zu Tandem! Dieses Programm funktioniert mit Google Chrome, Firefox 4 oder höher und Safari 5.
es_es: Bienvenid@ %s al piloto de Tándem. Esta herramienta funciona con Google Chrome, Firefox 4 o superior y Safari 5.
fi_fi: Tervetuloa %s Tandem Pilottiin. Tämä työkalu toimii Google Chromella, Firefoxilla (versiosta 4 eteenpäin) ja Safari 5:llä.
fr_fr: Bienvenue %s au pilote de Tandem. Cet outil fonctionne avec Google Chrome, Firefox 4 ou supérieur et Safari 5.
it_it: Benvenuto %s alla prova Tandem. Questo strumento funziona con Google Chrome, Firefox 4 e oltre, Safari 5.
pl_pl: Witaj %s wTandem Pilot. To narzędzie działa z Google Chrome, Firefox 4 onwards, Safari 5.

source: tandem_description_2
ca_es: Tandem NO funciona amb Internet Explorer. Estem treballant per arreglar el problema.
de_de: Tandem läuft leider NICHT mit dem Internet Explorer. Wir arbeiten an der Lösung dieses Problems.
es_es: Tándem NO funciona con Internet Explorer. Estamos trabajando para arreglar este problema.
fi_fi: Tandem-työkalu EI toimi Internet Explorerilla. IE:n käyttämiseen liittyvää ongelmaa selvitetään parhaillaan.
fr_fr: Tamdem NE FONCTIONNE PAS avec Internet Explorer. Nous travaillons pour résoudre ce problème.
it_it: Tandem NON funziona con Internet Explorer. Stiamo lavorando per risolvere questo problema.
pl_pl: Tandem NIE działa z Internet Explorer. Pracujemy nad rozwiązaniem tego problemu.

source: tandem_logo
ca_es: Logo Tandem
de_de: Tandemlogo
es_es: Logo Tándem

source: tandem
es_es: Tándem

source: exercise
ca_es: Exercici
de_de: Übung
es_es: Ejercicio
fi_fi: Harjoitus
fr_fr: Exercice
it_it: Esercizio
pl_pl: Ćwiczenia

source: go
ca_es: Accedir
de_de: beginnen
es_es: Acceder
fi_fi: Aloita
fr_fr: Aller
it_it: Accedi
pl_pl: Idź

source: waiting
ca_es: Esperant l'usuari...
de_de: Warten auf den Benutzer/die Benutzerin...
es_es: Esperando al usuario...
fi_fi: Odottaa käyttäjää...
fr_fr: En attente de l'utilisateur...
it_it: In attesa di una risposta dall'utente
pl_pl: Oczekiwanie na użytkonika...

source: waitingUserX
ca_es: Esperant
de_de: Warten auf
es_es: Esperando a
fi_fi: Odottaa
fr_fr: En attente de
it_it: In attesa
pl_pl: Oczekiwanie na

source: acceptance
ca_es: Si el teu company o companya de Tandem no accepta en 1 minut, aquesta invitació caducarà.
de_de: Diese Einladung verfällt, wenn Ihr Tandempartner nicht innerhalb einer Minute akzeptiert.
es_es: Si tu compañer@ de tándem no acepta en 1 minuto, esta invitación caducará.
fi_fi: Jos Tandem-parisi ei hyväksy kutsua minuutin sisällä, kutsu vanhentuu.
fr_fr: Si votre partenaire de tandem n'accepte pas dans 1 minute, cette invitation expirera.
it_it: Se il tuo compagno di tandem non accetta nel prossimo minuto, l'invito scadrà.
pl_pl: Jeśli twój partner nie zaakceptuje tandemu w ciągu 1 minuty, to zaproszenie wygaśnie.

source: direct_access_to_content
ca_es: Accés directe al contingut
de_de: Direkter Zugriff auf den Inhalt
es_es: Acceso directo al contenido
fi_fi: Suora pääsy sisältöön
fr_fr: Accès direct au contenu
it_it: Accesso diretto ai contenuti
pl_pl: Bezpośredni dostęp do zawartości.

source: pending_tandems
ca_es: Invitacions pendents
de_de: offene Einladungen
es_es: Invitaciones pendientes
fi_fi: Odottavia kutsuja
fr_fr: Invitations en attente
it_it: Inviti ricevuti per il Tandem
pl_pl: Oczekujące zaproszenia

source: no_pending_tandems
ca_es: No tens invitacions a Tandem pendents.
de_de: Sie haben keine offenen Einladungen zu Tandem
es_es: No tienes invitaciones pendientes a Tándem.
fi_fi: Sinulla ei ole odottavia Tandem-kutsuja
fr_fr: Vous n'avez pas d'invitations à Tandem en attente.
it_it: Non hai nessun invito al Tandem
pl_pl: Nie masz oczekujących zaproszeń.

source: reload_pending
ca_es: Recarregar Tandems pendents
de_de: offene Tandems neu laden
es_es: Recargar tándems pendientes
fi_fi: Lataa uudelleen odottavat Tandem-kutsut
fr_fr: Recharger les Tandems en attente
it_it: Ricarica gli inviti ricevuti per il Tandem
pl_pl: Odśwież oczekujące zaproszenia.

source: tasks_tandems
ca_es: Tasques
de_de: Aufgaben
es_es: Tareas
fi_fi: Tehtävät
fr_fr: Tâches
it_it: Attività
pl_pl: Zadania

source: questions_tasks_tandems
ca_es: Preguntes
de_de: Fragen
es_es: Preguntas
fi_fi: Kysymykset
it_it: Domande
pl_pl: Pytania

source: task
ca_es: Tasca
de_de: Aufgabe
es_es: Tarea
fi_fi: Tehtävä
fr_fr: Tâche
it_it: Attività
pl_pl: Zadanie

source: question
ca_es: Pregunta
de_de: Frage
es_es: Pregunta
fi_fi: Kysymys
it_it: Domanda
pl_pl: Pytanie

source: total_time_seconds
ca_es: Temps total:&#13 %s minuts&#13 %s segons
de_de: Gesamtzeit:&#13 %s Minuten&#13 %s Sekunden
es_es: Tiempo total:&#13 %s minutos&#13 %s segundos
fi_fi: Kokonaisaika:&#13 %s minuuttia&#13 %s sekuntia
fr_fr: Durée totale :&#13 %s minutes&#13 %s secondes
it_it: Tempo totale:&#13 %s minuti&#13 %s secondi
pl_pl: Całkowity czas:&#13 %s minut&#13 %s sekund

source: start_date
ca_es: Data inici
de_de: Begonnen am:
es_es: Fecha inicio
fi_fi: Aloitusaika
fr_fr: Date de début
it_it: Data d'inizio
pl_pl: Data rozpoczęcia

source: finish_date
ca_es: Data final
de_de: beendet am:
es_es: Fecha final
fi_fi: Lopetusaika
fr_fr: Date de fin
it_it: Data di fine
pl_pl: Data zakończenia

source: finished
ca_es: Finalitzat
de_de: Beendet
es_es: Finalizado
fi_fi: Valmis
fr_fr: Terminé
it_it: Finito
pl_pl: Zakończone

source: all
ca_es: Tots
de_de: Alle
es_es: Todos
fi_fi: Kaikki
fr_fr: Tous
it_it: Tutti
pl_pl: Wszystkie

source: yes
ca_es: Sí
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
it_it: Sì
pl_pl: Tak

source: no_results_found
ca_es: No s'han trobat resultats
de_de: Keine passenden Einträge gefunden
es_es: No se han encontrado resultados
fi_fi: Tuloksia ei löytynyt
fr_fr: Aucun résultat trouvé
it_it: Non è stato trovato nessun risultato
pl_pl: Nic nie znaleziono

source: play_as_user_host
ca_es: Mostrar l'execució de l'usuari hoste
de_de: Als Gastgeber/Gastgeberin teilnehmen
es_es: Mostrar ejecución del usuario host
fi_fi: Pelaa isäntänä
fr_fr: Reproduire l'exécution de l'utilisateur hôte
it_it: Riproduci l'utente host

source: play_as_user_guest
ca_es: Mostrar l'execució de l'usuari convidat
de_de: Als Gast teilnehmen
es_es: Mostrar ejecución del usuario invitado
fi_fi: Pelaa vieraana
fr_fr: Reproduire l'exécution de l'utilisateur invité
it_it: Riproduci l'utente guest

source: play
ca_es: Mostrar
es_es: Reproducir
fi_fi: Pelaa
fr_fr: Reproduire
it_it: Riproduci

source: just_been_invited
ca_es: T'han convidat a fer Tandem amb:
de_de: Sie sind zu einem Tandem eingeladen worden von:
es_es: Te han invitado a hacer tándem con:
fi_fi: Sinut on kutsuttu Tandemiin, jossa toisena osallistujana on
fr_fr: Vous avez été invité/e à faire tandem avec:
it_it: Ti hanno invitato a fare un Tandem con:
pl_pl: Zostałaś/zostałeś zaproszony do Tandemu przez:

source: user_agent_host
ca_es: Info navegador hoste
de_de: Informationen über den Browser des Gastgebers
es_es: Info navegador host
fi_fi: Isäntäselain info
fr_fr: Info sur le navigateur de l'utilisateur hôte
it_it: Info browser host

source: user_agent_guest
ca_es: Info navegador convidat
de_de: Informationen über den Browser des Gastes
es_es: Info navegador invitado
fi_fi: Vierasselain info
fr_fr: Info sur le navigateur de l'utilisateur invité
it_it: Info browser guest

source: mange_exercises_tandem
ca_es: Gestionar exercicis
de_de: Dateien verwalten
es_es: Gestionar ejercicios
fi_fi: Hallinnoi harjoituksia
fr_fr: Gérer exercices
it_it: Gestire esercizi
pl_pl: Zarządzaj ćwiczeniami

source: choose_zip_file
ca_es: Escull un fitxer ZIP per carregar.
de_de: Wählen Sie eine zip-Datei zum Hochladen
es_es: Seleccionar archivo ZIP para enviar
fi_fi: Valitse ladattava zip-tiedosto
fr_fr: Choisir un fichier ZIP à télécharger
it_it: Seleziona un file ZIP da inviare
pl_pl: Wybierz plik ZIP do przesłania

source: zip_upload_ok
ca_es: El fitxer %s s'ha carregat i descomprimit correctament.
de_de: Datei %s wurde hochgeladen und geöffnet
es_es: El archivo %s se ha descargado y descomprimido correctamente.
fi_fi: Tiedosto %s ladattiin ja purettiin.
fr_fr: Le fichier %s s'est téléchargé et décompressé correctement.
it_it: Il file %s è stato caricato correttamente
pl_pl: Plik % został przesłany i rozpakowany.

source: error_uploading_file
ca_es: S'ha produït un error en la càrrega del fitxer. Torna-ho a provar.
de_de: Es gab ein Problem beim Hochladen. Bitte versuchen Sie es noch einmal.
es_es: Se ha producido un error en la descarga del archivo. Vuelve a intentarlo.
fi_fi: Lataus epäonnistui. Ole hyvä ja yritä uudelleen.
fr_fr: Une erreur s'est produite pendant le téléchargement du fichier. Veuillez réessayer.
it_it: C'è stato un problema con il caricamento del file. Riprova.
pl_pl: Wystąpił problem z wysłaniem, prosze spróbować ponownie.

source: error_no_zip_format
ca_es: El fitxer que estàs carregant no és ZIP. Torna-ho a provar.
de_de: Die Datei, die Sie hochladen möchten, ist keine .zip-Datei. Bitte versuchen Sie es bitte noch einmal.
es_es: El archivo que estás enviando no es un ZIP. Vuelve a intentarlo.
fi_fi: Tiedosto, jota yrität ladata, ei ole zip-tiedosto. Ole hyvä ja yritä uudelleen.
fr_fr: Le fichier que vous essayez de télécharger n'est pas un fichier ZIP. Veuillez réessayer.
it_it: Il file che stai inviando non è un file ZIP. Riprova.
pl_pl: Plik, który próbujesz przesłać nie jest plikiem ZIP, spróbuj ponownie.

source: error_getting_information_of_exercise
ca_es: No s'ha trobat l'exercici a la base de dades
de_de: Übung konnte in der Datenbank nicht gefunden werden.
es_es: No se ha encontrado el ejercicio en la base de datos.
fi_fi: Harjoitusta ei löydy tietokannasta
fr_fr: Exercice introuvable dans la base de données.
it_it: L'esercizio non è stato trovato nella base di dati.
pl_pl: Ćwiczenia nie znaleziono w bazie danych

source: exercise_name
ca_es: Nom exercici
de_de: Name der Übung
es_es: Nombre ejercicio
fi_fi: Harjoituksen nimi
fr_fr: Nom de l'exercice
it_it: Nome esercizio
pl_pl: Nazwa ćwiczenia

source: name_xml_file
ca_es: Nom XML
de_de: Name der Xml-Datei
es_es: Nombre archivo XML
fi_fi: Xml nimi
fr_fr: Nom du fichier XML
it_it: Nome file XML
pl_pl: Nazwa XML

source: enabled
ca_es: Activat
de_de: aktiviert
es_es: Activado
fi_fi: Sallittu
fr_fr: Activé
it_it: Attivato
pl_pl: Włączone

source: delete
ca_es: Eliminar
de_de: Löschen
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
it_it: Elimina
pl_pl: Usuń

source: show_profile
ca_es: Ver perfil
de_de: Profil anzeigen
es_es: Ver perfil
fi_fi: näytä profiili
fr_fr: Afficher profil
it_it: Mostra il profilo
pl_pl: pokaż profil

source: hide_profile
ca_es: Ocultar perfil
de_de: Profil verbergen
es_es: Ocultar perfil
fi_fi: piilota profiili
fr_fr: Masquer profil
it_it: Nascondi il profilo
pl_pl: ukryj profil

source: quit
ca_es: Sortir
de_de: Beenden
es_es: Salir
fi_fi: Lopeta
fr_fr: Quitter
it_it: Esci
pl_pl: Porzuć

source: task_remaining_time
ca_es: Temps restant de la tasca
de_de: Verbleibende Zeit der Aufgabe
es_es: Tiempo restante para la tarea
fi_fi: Jäljellä oleva aika
fr_fr: Temps restant pour la tâche
it_it: Tempo rimanente per realizzare l'attività
pl_pl: Pozostały czas

source: overrides_xml_file
ca_es: Sobrescriurà el fitxer XML si té el mateix nom
de_de: Überschreibt die XML-Datei mit dem selben Namen
es_es: Sobreescribirá el archivo XML si tiene el mismo nombre.
fi_fi: Korvaa XML-tiedoston, jos sillä on sama nimi
fr_fr: Écrasera le fichier XML si son nom est identique.
it_it: Il file XML verrà sovrascritto se ha lo stesso nome
pl_pl: Nadpisuje plik XML, jeśli ma taką samą nazwę

source: file_exercise_xml_aready_exists
ca_es: El fitxer %s existeix, estàs segur que vols sobrescriure'l? Per fer-ho selecciona "Sobrescriu a Sí"
de_de: Datei %s existiert bereits. Wenn Sie sicher sind, dass Sie die Datei überschreiben wollen, wählen Sie "Überschreiben: Ja"
es_es: El archivo %s ya existe. ¿Estás segur@ de que quieres sobreescribirlo ? Para hacerlo, selecciona "Sobreescribir - Sí"
fi_fi: Tiedosto %s on jo olemassa. Oletko varma, että haluat korvata sen? Jos haluat varmasti korvata tiedoston, valitse "Korvaa tiedosto"
fr_fr: Le fichier %s existe déjà. Voulez-vous vraiment l'écraser? Pour cela, sélectionnez "Écraser - Oui".
it_it: Il file %s esiste già, vuoi davvero sovrascriverlo? Se sì, seleziona "Sovrascrivere-Sì"
pl_pl: Plik%s już istnieje, czy na pewno chcesz go zastąpić? Jeśli tak, wybierz Zastąp.

source: update
ca_es: Actualitza
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à jour
it_it: Aggiorna
pl_pl: Aktualizuj

source: upload
ca_es: Carregar
de_de: Hochladen
es_es: Enviar
fi_fi: Lataa
fr_fr: Télécharger
it_it: Invia
pl_pl: Prześlij

source: error_choose_file
ca_es: Has de seleccionar un fitxer ZIP per fer la càrrega.
de_de: Sie müssen eine ZIP-Datei für das Hochladen wählen
es_es: Tienes que seleccionar el archivo ZIP que quieres enviar.
fi_fi: Ladattava zip-tiedosto täytyy valita.
fr_fr: Vous devez sélectionner un fichier ZIP à envoyer.
it_it: Devi selezionare un file ZIP da inviare
pl_pl: Należy wybrać plik ZIP, aby go wsyłać

source: exercise_deleted_ok
ca_es: S'ha eliminat correctament l'exercici
de_de: Die Übung wurde erfolgreich gelöscht
es_es: Se ha eliminado correctamente el ejercicio
fi_fi: Harjoitus poistettiin onnistuneesti
fr_fr: Suppression de l'exercice terminée
it_it: L'esercizio è stato rimosso correttamente.
pl_pl: Usuwanie ćwiczenia powiodło się.

source: error_delete_exercise
ca_es: Error eliminant l'exercici seleccionat, comprova que existeix i que el fitxer tingui els permisos correctes.
de_de: Fehler: Gewählte Übung konnte nicht gelöscht werden. Überprüfen Sie, ob die Datei existiert und ob Sie die entsprechenden Rechte besitzen.
es_es: Error eliminando el ejercicio seleccionado. Comprueba si el archivo existe y si tiene los permisos correctos.
fi_fi: Harjoitusta poistettaessa tapahtui virhe. Varmista, että tiedosto on olemassa ja sillä on riittävät oikeudet.
fr_fr: Erreur lors de la suppression de l'exercice sélectionné. Vérifiez que le fichier existe et que ses permissions sont correctes.
it_it: Errore eliminando l'esercizio selezionato, verifica che il file esista e che vi siano i permessi adeguati.
pl_pl: Błąd usuwania wybranego ćwiczenia, sprawdź, czy plik istnieje i ma odpowiednie uprawnienia

source: main_xml_file_not_found
ca_es: No es pot processar el fitxer ja que no es troba el fitxer XML principal.
de_de: Die Datei konnte nicht bearbeitet werden, weil die XML-Datei nicht gefunden wurde.
es_es: No se puede procesar el archivo porque no se puede encontrar el archivo XML principal.
fi_fi: Tiedoston käsittely ei onnistu, koska XML-päätiedostoa ei löydy
fr_fr: Impossible de traiter le fichier. Le fichier principal XML est introuvable.
it_it: Non si può processare il file perché non si trova il file XML principale.
pl_pl: Nie można przetworzyć pliku, ponieważ nie można znaleźć głównego pliku XML

source: no_exercises_found
ca_es: No hi ha exercicis disponibles.
de_de: Keine Übungen verfügbar, Ihr Lehrer/Ihre Lehrerin muss sie erst festlegen.
es_es: No hay ejercicios disponibles.
fi_fi: Harjoituksia ei löydy.
fr_fr: Il n'y a pas d'exercices disponibles.
it_it: Non vi sono esercizi disponibili.
pl_pl: Ćwiczenia nie są dostępne, konieczna konfiguracja przez nauczyciela

source: Solution
ca_es: Soluci&oacute;
de_de: Lösung
es_es: Soluci&oacute;n
fi_fi: Ratkaisu
it_it: Soluzione
pl_pl: Rozwiązanie

source: See Solution
ca_es: Veure soluci&oacute;
de_de: Lösung ansehen
es_es: Ver soluci&oacute;n
fi_fi: Katso ratkaisu
fr_fr: Voir la solution
it_it: Mostra la soluzione
pl_pl: Zobacz rozwiązanie

source: Next Task
ca_es: Seg&uuml;ent tasca
de_de: Nächste Aufgabe
es_es: Siguiente tarea
fi_fi: Seuraava tehtävä
fr_fr: Tâche suivante
it_it: Attività seguente
pl_pl: Następne zadanie

source: Click to finish
ca_es: Fes clic per acabar
de_de: Wenn Sie fertig sind, klicken Sie hier
es_es: Haz clic para acabar
fi_fi: Valitse lopettaaksesi
fr_fr: Cliquer pour terminer
it_it: Clicca per terminare
pl_pl: Naciśnij, aby zakończyć.

source: txtEndTask
ca_es: ) ha acabat aquesta tasca. Esperant la teva confirmaci&oacute;</b>
de_de: ) hat die Aufgabe beendet. Warten auf Bestätigung</b>
es_es: ) ha acabado esta tarea. Esperant la tu confirmaci&oacute;n</b>
fi_fi: ) on lopettanut tehtävän. Odottaa vahvistusta.</b>
fr_fr: ) termin&eacute; cette tâche. En attente de confirmation</b>
it_it: ) ha completato quest'attività. In attesa di una conferma</b>
pl_pl: ) zakończył to zadanie. Oczekiwanie na potwierdzenie.</b>

source: txtWaiting4UserEndTask
ca_es: Esperant que el teu company/a finalitzi la tasca
de_de: Warten bis Ihr Partner die Aufgabe beendet hat..
es_es: Esperando a que tu compa&ntilde;ero acabe la tarea
fi_fi: Odottaa, että parisi saa tehtävän valmiiksi
fr_fr: Attendons de votre partenaire termine le travail
it_it: In attesa che il tuo compagno finisca l'esercizio.
pl_pl: Oczekiwanie, aż partner zakończy zadanie

source: state
ca_es: Estat
de_de: Land
es_es: Estado
fi_fi: Tila
fr_fr: &Eacute;tat
it_it: Stato
pl_pl: Stan

source: activity_log
ca_es: Registre d'Activitat
de_de: Aktivitätenprotokoll
es_es: Registro de actividades
fi_fi: Toimintaloki
fr_fr: Journal d'activit&eacute;s
it_it: Registro attività
pl_pl: Dziennik aktywności

source: exercises_list
ca_es: Llista d'Exercicis
de_de: Übungsliste
es_es: Lista de Ejercicios
fi_fi: Harjoituslista
fr_fr: Liste d'exercices
it_it: Elenco esercizi
pl_pl: Lista ćwiczeń

source: new_exercise
ca_es: Nou Exercici
de_de: Neue Übung
es_es: Nuevo ejercicio
fi_fi: Uusi harjoitus
fr_fr: Nouvel exercice
it_it: Nuovo esercizio
pl_pl: Nowe ćwiczenie
