Repository: UOC/Tandem
Catalog: src/languages/*/LC_MESSAGES/messages.po
Languages: ca_es, de_de, es_es, fi_fi, fr_fr, it_it, pl_pl

source: Your partner has accepted the videochat session
es_es: Tu compañer@ ha aceptado la sesión de vídeo

source: You have to enable camera to start Tandem.
es_es: Tienes que habilitar la cámara para empezar el Tándem.

source: You have to enable microphone to start Tandem.
es_es: Tienes que habilitar el micrófono para empezar el Tándem.

source: You have accepted the videochat session
es_es: Has aceptado la sesión de vídeo

source: You are waiting for your partner to accept it to start Tandem.
es_es: Estás esperando a que tu compañer@ acepte para empezar el Tándem.

source: You only can send one email for Tandem
es_es: Sólo puedes enviar un email por Tándem

source: Do you want to send and email to your partner?
es_es: ¿Quieres enviar un email a tu compañer@?

source: This email will provide the details to access the current Tandem
es_es: Este email proporciona la información necesaria para acceder al Tándem actual

source: Send email
es_es: Envía email

source: Do you want to leave the waiting room?
es_es: ¿Estás seguro que quieres abandonar la sala de espera?

source: What give you points for making it to the top of the ranking?
es_es: ¿Cómo acumular puntos para subir en el ranquin?

source: Doing Tandems
es_es: Hacer tándems

source: Giving feedback to your partner after each tandem
es_es: Dar la valoración a tu compañer@ al final de cada tándem

source: Rating the quality of your tandem partner's feedback once you get it. (It's at the bottom of the feedback form your partner sent and it shows stars for rating)
es_es: Una vez que tu compañer@ te haya dado la valoración, evaluar la calidad de su valoración. (Esto se hace al final del formulario donde tu compañer@ te ha dejado la valoración y funciona con un sistema de estrellitas)

source: Received feedback ratings
es_es: La puntuación recibida por la valoración que has facilitado a tus compañer@s

source: Users ranking
es_es: Ranquin de usuarios

source: Go to your portfolio
es_es: Ir a tu portfolio

source: Waiting Room Test
es_es: Test sala de espera

source: Congratulations test passed!
es_es: ¡Felicidades has pasado el test!

source: Click here to continue
es_es: Clica aquí para continuar

source: You need Flash to access Tandem Mooc
es_es: Necesitas Flash para acceder a Tándem Mooc

source: You have to pass this test to access Tandem Mooc
es_es: Has de pasar este test para acceder a Tándem Mooc

source: I felt nervous before doing the task
ca_es: Estava nerviós abans de fer la tasca
es_es: Estaba nervioso antes de realizar la tarea

source: Missing feedback parameter
ca_es: Falta paràmetre de valoració
es_es: Falta parámetro de valoración

source: Can not find feedback
ca_es: Valoració no trobada
es_es: Valoración no encontrada

source: Not authorized
ca_es: No estàs autoritzat
es_es: No estás autorizado

source: Grammatical Resource
ca_es: Recurs gramatical
es_es: Recurso gramatical

source: Lexical Resource
ca_es: Recurs lèxic
es_es: Recurso léxico

source: Discourse Mangement
ca_es: Gestió del discurs
es_es: Gestión del discurso

source: Interactive Communication
ca_es: Comunicació interactiva
es_es: Comunicación interactiva

source: Room for improvement
ca_es: Espai per millorar
es_es: Espacio para mejorar

source: Please move the slider to set a value
ca_es: Mou el control lliscant per establir un valor
es_es: Mueve el control deslizante para establecer un valor

source: More information
ca_es: Més informació
es_es: Más información

source: + Add
ca_es: + Afegir
es_es: + Añadir

source: Self-reflection
ca_es: Autoreflexió
es_es: Autoreflexión

source: 1. One or more things I did well.
ca_es: 1. Una o més coses que he fet bé.
es_es: 1. Una o más cosas que he hecho bien.

source: 2. Three language errors I made.
ca_es: 2. Tres errors d’idioma que he fet.
es_es: 2. Tres errores de idioma que he cometido.

source: 3. Other comments.
ca_es: 3. Altres comentaris.
es_es: 3. Otros comentarios.

source: Peer-feedback
ca_es: Valoració per al company
es_es: Valoración para el compañer@

source: 1. One or more things your partner did well.
ca_es: 1. Una o més coses que la vostra parella hagi fet bé.
es_es: 1. Una o más cosas que tu pareja ha hecho bien.

source: 2. Three language errors your partner made.
ca_es: 2. Tres errors d’idioma que ha fet la vostra parella.
es_es: 2. Tres errores de idioma que ha cometido tu pareja.

source: Add other comments
ca_es: Afegeix altres comentaris
es_es: Añade otros comentarios

source: Write one item
ca_es: Afegir nou item
es_es: Añadir nuevo item

source: Exercise
ca_es: Exercici
es_es: Ejercicio

source: Name
ca_es: Nom
es_es: Nombre

source: Received feedback
ca_es: Valoració rebuda
es_es: Valoración recibida

source: Help
ca_es: Ajuda
es_es: Ayuda

source: Save feedback
es_es: Enviar valoración

source: errorCommentStr
ca_es: Si us plau, introdueix un comentari.
es_es: Por favor, introduce un comentario.

source: errorCharactersStr
ca_es: Totes les valoracions han de tenir almenys $s caràcters.
es_es: Todas las valoraciones deben tener al menos %s caracteres.

source: errorItemsStr
ca_es: Si us plau, introdueix com a mínim %s valoracions.
es_es: Por favor, introduce al menos %s valoraciones.

source: Partners' valoration of your feedback
ca_es: Valoració mitjana del teu feedback
es_es: Valoración promedio de tu feedback

source: Stars
ca_es: Estrelles
es_es: Estrellas

source: Number of Tandems
ca_es: Nombre de tàndems
es_es: Número de Tandems

source: All Feedbacks
ca_es: Totes les valoracions
es_es: Todas las valoraciones

source: Speaking time: %s point per minute
ca_es: Temps de conversa: %s punt per minut
es_es: Tiempo de conversación: %s punto por minuto

source: Giving feedback to my partner after each tandem: %s points
ca_es: Donant feedback al meu company després de cada tandem: %s punts
es_es: Dar retroalimentación a mi compañer@ después de cada tándem: %s puntos

source: The ratings of the feedback I have given: %s points for each star I receive
ca_es: Les valoracions dels comentaris que he donat: %s punts per cada estrella que rebo
es_es: Las calificaciones de los comentarios que he dado: %s puntos por cada estrella que recibo

source: Giving a star-rating to the feedback I receive: %s points
ca_es: Donant una puntuació estrella als comentaris que rebo: %s punts
es_es: Dar una calificación de estrellas a los comentarios que recibo: %s puntos

source: Show feedback status
ca_es: Mostra l’estat de les valoracions
es_es: Mostrar estado de valoración

source: Write here one or more things that you think you did well while you were doing the speaking activity with your partner. For example,
ca_es: Escriu aquí una o més coses que penses que vas fer bé mentre parlaves amb la teva parella. Per exemple,
es_es: Escribe aquí una o más cosas que piensas que hiciste bien mientras hablabas con tu pareja. Por ejemplo,

source: I didn’t hesitate much during the conversation. When I couldn’t remember a word, I explained what I wanted to say in a different way.
ca_es: No vaig dubtar molt durant la conversa. Quan no podia recordar una paraula, vaig explicar el que volia dir d’una manera diferent.
es_es: No dudé mucho durante la conversación. Cuando no podía recordar una palabra, expliqué lo que quería decir de una manera diferente.

source: I used some linking words that I don’t normally use like despite and although.
ca_es: Vaig fer servir algunes conjuncions o locucions que normalment no faig servir com malgrat i encara que.
es_es: Usé algunas conjunciones o locuciones que normalmente no uso como a pesar de y aunque.

source: I asked my partner lots of questions. Also, I was able to answer my partner’s questions and give my opinion.
ca_es: Vaig fer moltes preguntes a la meva parella. A més, vaig poder respondre a les preguntes del meu company i donar la meva opinió.
es_es: Hice muchas preguntas a mi pareja. Además, pude responder a las preguntas de mi compañer@ y dar mi opinión.

source: You can watch the videos of you and your partner doing the Tandem activity by clicking on view video at any time while you are completing the Peer review form.
ca_es: Pots veure els vídeos teu company i tu realitzant l’activitat Tàndem fent clic a veure vídeo en qualsevol moment mentre completes el formulari de valoració de la intervenció del teu company.
es_es: Puedes ver los videos tu compañer@ y tú realizando la actividad Tandem haciendo clic en ver video en cualquier momento mientras completas el formulario de valoración de la intervención de tu compañer@.

source: Write here three language errors you remember making while you were doing the speaking activity with your partner. For example,
ca_es: Escriu aquí tres errors de llenguatge que recordes haver fet mentre parlaves amb el teu company. Per exemple,
es_es: Escribe aquí tres errores de lenguaje que recuerdas haber hecho mientras hablabas con tu compañer@. Por ejemplo,

source: I didn't pronounce public correctly.
ca_es: No vaig pronunciar públic correctament.
es_es: No pronuncié público correctamente.

source: I said my last travel but I should have said my last holiday.
ca_es: Vaig dir el meu últim viatge, però hauria d’haver dit les meves últimes vacances.
es_es: Dije mi último viaje, pero debería haber dicho mis últimas vacaciones.

source: I said people is and I should have said people are.
ca_es: Vaig dir que la gent són i hauria d’haver dit que la gent és.
es_es: Dije que la gente son y debería haber dicho que la gente es.

source: Write here any additional comments you would like to say about the Tandem activity you have just done. For example,
ca_es: Escriu aquí qualsevol comentari addicional sobre l’activitat Tàndem que acabes de realitzar. Per exemple,
es_es: Escribe aquí cualquier comentario adicional sobre la actividad Tandem que acabas de realizar. Por ejemplo,

source: The conversation was difficult at the beginning but then I realised I had lots of things to say about the topic. In the end I enjoyed it.
ca_es: La conversa va ser difícil al principi, però després em vaig adonar que tenia moltes coses a dir sobre el tema. Al final m’ho vaig passar bé.
es_es: La conversación fue difícil al principio, pero luego me di cuenta de que tenía muchas cosas que decir sobre el tema. Al final me lo pasé bien.

source: Write here one or more things that you think your partner did well while you were doing the speaking activity. For example,
ca_es: Escriu aquí una o més coses que creus que el teu company va fer bé mentre parlava. Per exemple,
es_es: Escribe aquí una o más cosas que crees que tu compañer@ hizo bien mientras hablaba. Por ejemplo,

source: When you didn’t understand what I was saying, you asked me to explain what I meant.
ca_es: Quan no vas entendre el que estava dient, em vas demanar que expliqués el que volia dir.
es_es: Cuando no entendiste lo que estaba diciendo, me pediste que explicara lo que quería decir.

source: You always gave examples to justify your opinions.
ca_es: Sempre has donat exemples per justificar les teves opinions.
es_es: Siempre has dado ejemplos para justificar tus opiniones.

source: You used some synonyms like busy and crowded.
ca_es: Vas usar alguns sinònims com ple i abarrotat.
es_es: Usaste algunos sinónimos como repleto y abarrotado.

source: Most of the time your pronunciation was easy to understand.
ca_es: La majoria de les vegades la teva pronunciació va ser fàcil d’entendre.
es_es: La mayoría de las veces tu pronunciación fue fácil de entender.

source: Write here three language errors that you noticed your partner make while you were doing the speaking activity. For example,
ca_es: Escriu aquí tres errors de llenguatge que vas notar que va fer el teu company mentre parlava. Per exemple,
es_es: Escribe aquí tres errores de lenguaje que notaste que hizo tu compañer@ mientras hablaba. Por ejemplo,

source: Sometimes you used the present tense when you were talking about the past.
ca_es: De vegades usaves el temps present quan parlaves del passat.
es_es: A veces usabas el tiempo presente cuando hablabas del pasado.

source: You said depends of when you should have said depends on.
ca_es: Has dit depèn en quan hauries d’haver dit depèn de.
es_es: Has dicho depende en cuándo deberías haber dicho depende de.

source: You pronounced culture and disturb incorrectly.
ca_es: Vas pronunciar cultura i molestar incorrectament.
es_es: Pronunciaste cultura y molestó incorrectamente.

source: Write here any additional comments you would like to tell your partner about the Tandem activity you have just done. For example,
ca_es: Escriu aquí qualsevol comentari addicional que t’agradaria transmetre al teu company sobre l’activitat Tàndem que acabes de realitzar. Per exemple,
es_es: Escribe aquí cualquier comentario adicional que te gustaría transmitir a tu compañer@ sobre la actividad Tandem que acabas de realizar. Por ejemplo,

source: I thought we did part two very well and we had interesting conversation.
ca_es: Vaig pensar que vam fer la segona part molt bé i vam tenir una conversa interessant.
es_es: Pensé que hicimos la segunda parte muy bien y tuvimos una conversación interesante.

source: No TRANS => Required fields are noted with an asterisk (*)
es_es: Required fields are noted with an asterisk (*)

source: There are no available partners for you at the moment. Please wait
es_es: No hay partners disponibles para ti en este momento. Por favor espera

source: The matching process may take several minutes
es_es: El proceso de asignación de parejas tándem puede durar varios minutos.

source: Say "hello" to test the audio!
es_es: ¡Di "hola" para probar el audio!

source: The video is processing
es_es: El vídeo se está procesando

source: Check if it is already available
es_es: Comprueba si ya está disponible

source: Unable to save your feedback. Try again later.
es_es: <strong>¡Error!</strong> No se ha podido guardar tus comentarios. Prueba otra vez más tarde.

source: Your feedback was saved.
es_es: Tus comentarios se han guardado correctamente.

source: level_badge_1
es_es: Licencia tándem

source: level_badge_1_desc
es_es: Licencia tándem - Intro Quiz

source: level_badge_2
es_es: Novice

source: level_badge_2_desc
es_es: Novice - 3 tandems - 60 mins

source: level_badge_3
es_es: Graduado

source: level_badge_3_desc
es_es: Graduado - 6 tandems - 120 mins

source: level_badge_4
es_es: Super speaker

source: level_badge_4_desc
es_es: Super speaker - 9 tandem - 180 mins

source: level_badge_5
es_es: Experto

source: level_badge_5_desc
es_es: Experto - 12 tandem - 240 min

source: level_badge_6
es_es: Tandem Legend

source: level_badge_6_desc
es_es: Tandem legend- 15 tandems - 300 mins

source: badge_feedback_expert
es_es: Feedback expert

source: badge_feedback_expert_desc
es_es: 5 stars on 12 feedbacks

source: badge_loyalty
es_es: Loyalty

source: badge_loyalty_desc
es_es: 12 tandems with same partner

source: badge_social
es_es: Social

source: badge_social_desc
es_es: 12 tandems with distinct partners

source: badge_week_ranking
es_es: Ranking winner

source: badge_week_ranking_desc
es_es: Ranking winner

source: badge_forms
es_es: Forms completed

source: badge_forms_desc
es_es: All forms completed

source: Number of different partners
es_es: Número de partners distintos

source: Complete first survey: %s points
es_es: Completar la primera encuesta: %s puntos

source: your_partner_has_not_connected_since
es_es: Tu compañer@/a hace FROMTIME que no se conecta, ¿estás seguro que has quedado con esta persona?

source: years
es_es: años

source: months
es_es: meses

source: days
es_es: días

source: hours
es_es: horas

source: minutes
ca_es: minuts
es_es: minutos

source: Recording Information
es_es: Información de la Grabación

source: Enable it
es_es: Habilítalo

source: Microphone enabled?
es_es: ¿Está el micrófono habilitado?

source: Webcam enabled?
es_es: ¿Está la webcam habilitada?

source: To start you need to enable microphone and webcam
es_es: Para comenzar, debes habilitar el micrófono y la cámara web

source: To start you need to enable microphone, webcam is recommended to improve the user experience
es_es: Para comenzar, debes habilitar el micrófono, la cámara web está recomendada para mejorar la experiencia de usuario

source: %s says
es_es: %s dice

source: This message has been sent via the tandem feedback form on tandemMOOC.
es_es: Este mensaje se ha enviado desde el feedback realizado en tandemMOOC.

source: Same
es_es: Mismo

source: Return to course
es_es: Volver al curso

source: Distinct
es_es: Distinto

source: Pair language
es_es: Idioma del compañer@

source: Click to open
es_es: Click para abrir

source: The Ranking closes at 10pm Barcelona time on Tuesdays. If you're the top of the Ranking at this time, you win a prize!
es_es: ¡Si te posicionas de número 1 en el ránking, ganarás un premio! El ránking se cierra cada martes a las 22.00 hora de Barcelona

source: During the session, click on Show task/Show video (on the bottom right of the screen) to switch between the conversation with your partner and the task.
es_es: Durante la sesión, haz clic en Mostrar tarea/Mostrar video (en la parte inferior derecha de la pantalla) para alternar entre la conversación con su compañer@ y la tarea.

source: Your session is now being recorded. Click on the button to see your partner
es_es: La sesión está siendo grabada. Haz click en el botón para ver a tu compañer@

source: import_exercise
ca_es: Importar Exercici
es_es: Importar Ejercicio

source: re_import_exercise
ca_es: ReImportar Exercici
es_es: ReImportar Ejercicio

source: Catalan
ca_es: Català
es_es: Catalán

source: French
ca_es: Francés
es_es: Francés

source: Level
ca_es: Nivell
es_es: Nivel

source: Private
ca_es: Privat
es_es: Privado

source: Public
ca_es: Públic
es_es: Público

source: Saved successfully
ca_es: S'ha guardat correctament
es_es: Se ha guardado correctamente

source: Typology
ca_es: Tipologia
es_es: Tipología

source: Manage Tasks
ca_es: Gestionar Tasques
es_es: Gestionar Tareas

source: New Task
ca_es: Nova Tasca
es_es: Nueva Tarea

source: Edit Task
ca_es: Editar Tasca
es_es: Editar Tarea

source: Task List
ca_es: Llista Tasques
es_es: Lista Tareas

source: Task successfully deleted
ca_es: Tasca eliminada correctament
es_es: Tasca eliminada correctament

source: Timer
ca_es: Temportizador
es_es: Temporizador

source: minute
ca_es: minut
es_es: minuto

source: Description A
ca_es: Descripció A
es_es: Descripción A

source: Image A
ca_es: Imatge A
es_es: Imagen A

source: Image A 2
ca_es: Imatge A 2
es_es: Imagen A 2

source: Description B
ca_es: Descripció B
es_es: Descripció B

source: Image B
ca_es: Imatge B
es_es: Imagen B

source: Image B 2
ca_es: Imatge B 2
es_es: Imagen B 2

source: Leave emtpy if it's the same as A
ca_es: Deixa-ho buit si és la mateixa que l'A
es_es: Déjalo vacio si es la misma que la A

source: Solution A
ca_es: Solució A
es_es: Solución A

source: Image Solution A
ca_es: Imatge Solució A
es_es: Imagen Solución A

source: Image Solution A 2
ca_es: Imatge Solució A 2
es_es: Imagen Solución A 2

source: Solution B
ca_es: Solució B
es_es: Solución B

source: Image Solution B
ca_es: Imatge Solució B
es_es: Imagen Solución B

source: Image Solution B 2
ca_es: Imatge Solució B 2
es_es: Imagen Solución B 2

source: Choose Image File
ca_es: Selecciona la imatge
es_es: Selecciona la imagen

source: There was an error storing task
ca_es: S'ha produït un error guardant la tasca
es_es: Se ha producido un error guardando la tarea

source: Some files are not a supported images
ca_es: Algunes dels fitxers no són imatges suportades
es_es: Algunas de los ficheros no son imágenes suportadas

source: Edit exercise
ca_es: Edita exercici
es_es: Edita ejercicio

source: New exercise
ca_es: Nou exercici
es_es: Nuevo ejercicio

source: caducado
ca_es: Caducat
de_de: Abgelaufen
fi_fi: Vanhentunut
fr_fr: Expiré
it_it: Scaduto
pl_pl: Wygasło

source: I enjoyed doing this task
ca_es: He gaudit fent aquesta tasca

source: Download
ca_es: Descarregar

source: Submit feedback
ca_es: Enviar valoració

source: Author
ca_es: Autor

source: Action
ca_es: Acció

source: Processing
ca_es: Processant

source: Available Tasks
ca_es: Tasques Disponibles

source: Linked Tasks
ca_es: Taasques Enllaçades

source: There is an error deleting task
ca_es: S'ha produit un error eliminant la tasca

source: Task can't be deleted because is linked with exercise %s'
ca_es: La tasca no es pot eliminar perquè està enllaçada amb l'exercici %s

source: No
de_de: Nein
fi_fi: Ei
fr_fr: Non
pl_pl: Nie

source: Total
de_de: gesamt
fi_fi: Yhteensä
it_it: Totale

source: Error
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
it_it: Errore
pl_pl: Błąd
